Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=213_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Viimeinen hetki
sme: Maŋimuš boddu

source: Katso lyhytvideo koltansaamen kielen tilanteesta !
sme: Geahča oanehisvideo nuortalašgiela dilis.

source: Koltansaamen kieltä voi opiskella peruskoulussa, mutta äidinkielenään kolttasaamen kieltä puhuvia lapsia ja nuoria on enää harvassa.
sme: Nuortalašgiela lea vejolaš lohkat vuođđoskuvllas, muhto dakkár mánát ja nuorat, geain nuortalašgiella lea eatnigiellan, leat hui unnán.

source: Päähenkilöt: Seija Sivertsen, Heini Wesslin, Sevettijärven koulun oppilaat
sme: Váldoolbmot: Seija Sivertsen, Heini Wesslin, Čeavetjávrri skuvlla oahppit.

source: Ohjaus / leikkaus / kuvaus: Marja Suojoki-Gauriloff, kuvaus: Anni Ahlakorpi, Onneli Halonen
sme: Bagadallan / čuohppan: Marja Suojoki-Gauriloff, govven: Anni Ahlakorpi, Onneli Halonen.

source: Tuotanto: Saamelaisalueen koulutuskeskus 2006
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2006

source: Pituus: 3,50
sme: Guhkkodat: 3,50
